Repository: Skyelu0601/ChillNote
Catalog: ios/chillnote/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# paywall.recording_time_limit.benefit.keep_flow
source: Finish your thought before AI organizes it
de: Sprich den Gedanken erst zu Ende, dann ordnet ihn die KI.
es: Termina tu idea antes de que la IA la organice.
fr: Allez au bout de votre idée avant de laisser l’IA l’organiser.
ja: 考えを最後まで話してから AI に整理を任せられます。
ko: 생각을 끝까지 말한 뒤 AI가 정리하게 할 수 있어요.
zh_hans: 先把整段思路说完，再交给 AI 整理。
zh_hant: 先把整段思路說完，再交給 AI 整理。

# paywall.recording_time_limit.benefit.long_recording
source: Record up to 10 minutes
de: Nimm bis zu 10 Minuten auf.
es: Graba hasta 10 minutos
fr: Enregistrez jusqu’à 10 minutes
ja: 最大10分まで録音できます。
ko: 최대 10분까지 녹음할 수 있어요.
zh_hans: 单次最长可录 10 分钟。
zh_hant: 單次最長可錄 10 分鐘。

# paywall.recording_time_limit.message
source: Pro gives you more room for longer recordings.
de: Mit Pro hast du mehr Raum für längere Aufnahmen.
es: Pro te da más espacio para grabaciones más largas.
fr: Pro vous donne plus de place pour des enregistrements plus longs.
ja: Proなら、より長い録音のための余裕が増えます。
ko: Pro는 더 긴 녹음을 위한 여유를 더 줘요.
zh_hans: Pro 会给更长录音更多空间。
zh_hant: Pro 會給更長錄音更多空間。

# paywall.recording_time_limit.title
source: This idea needs more room
de: Diese Idee braucht mehr Raum
es: Esta idea necesita más espacio
fr: Cette idée a besoin de plus d’espace
ja: このアイデアにはもっと余白が必要です
ko: 이 아이디어에는 더 많은 여유가 필요해요
zh_hans: 这段想法值得更多空间
zh_hant: 這段想法值得更多空間

# pending_recordings.empty
source: No pending recordings
de: Keine ausstehenden Aufnahmen
es: No hay grabaciones pendientes
fr: Aucun enregistrement en attente
ja: 保留中の録音はありません
ko: 대기 중인 녹음이 없습니다.
zh_hans: 没有待处理的录音
zh_hant: 沒有待處理的錄音

# pending_recordings.error.unable_to_prepare_playback
source: Unable to prepare recording playback.
de: Die Aufnahmewiedergabe kann nicht vorbereitet werden.
es: No se puede preparar la reproducción de la grabación.
fr: Impossible de préparer la lecture de l'enregistrement.
ja: 録音再生の準備ができません。
ko: 녹음 재생을 준비할 수 없습니다.
zh_hans: 无法准备录音播放。
zh_hant: 無法準備錄音播放。

# pending_recordings.error.unable_to_start_playback
source: Unable to start recording playback.
de: Die Wiedergabe der Aufnahme kann nicht gestartet werden.
es: No se puede iniciar la reproducción de grabación.
fr: Impossible de démarrer la lecture de l'enregistrement.
ja: 録音再生を開始できません。
ko: 녹음 재생을 시작할 수 없습니다.
zh_hans: 无法开始录音播放。
zh_hant: 無法開始錄音播放。

# pending_recordings.save_as_note
source: Save as Note
de: Als Notiz speichern
es: Guardar como nota
fr: Enregistrer comme note
ja: ノートとして保存
ko: 메모로 저장
zh_hans: 保存为笔记
zh_hant: 儲存為筆記

# pending_recordings.saved
source: Saved!
de: Gespeichert!
es: ¡Guardado!
fr: Sauvé !
ja: 保存しました！
ko: 저장되었습니다!
zh_hans: 得救了！
zh_hant: 得救了！

# pending_recordings.saving
source: Saving...
de: Speichern...
es: Guardando...
fr: Enregistrement...
ja: 保存中...
ko: 절약...
zh_hans: 保存...
zh_hant: 儲存...

# pending_recordings.title
source: Pending Recordings
de: Ausstehende Aufnahmen
es: Grabaciones pendientes
fr: Enregistrements en attente
ja: 保留中の録音
ko: 보류 중인 녹음
zh_hans: 待处理的录音
zh_hant: 待處理的錄音

# pending_recordings.toast.note_saved
source: Note saved!
de: Notiz gespeichert!
es: ¡Nota guardada!
fr: Note enregistrée !
ja: メモが保存されました!
ko: 메모가 저장되었습니다.
zh_hans: 笔记已保存！
zh_hant: 筆記已儲存！

# pending_recordings.toast.save_failed
source: Save failed. Please retry.
de: Speichern fehlgeschlagen. Bitte versuch es erneut.
es: Error al guardar. Inténtalo de nuevo.
fr: L'enregistrement a échoué. Veuillez réessayer.
ja: 保存に失敗しました。再試行してください。
ko: 저장에 실패했습니다. 다시 시도해 주세요.
zh_hans: 保存失败。请重试。
zh_hant: 保存失敗。請重試。

source: per month
de: pro Monat
es: por mes
fr: par mois
ja: 月あたり
ko: 매월
zh_hans: 每月
zh_hant: 每月

source: per year
de: pro Jahr
es: por año
fr: par an
ja: 年あたり
ko: 매년
zh_hans: 每年
zh_hant: 每年

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
ko: 권한
zh_hans: 权限
zh_hant: 權限

source: Polish
de: Verfeinern
es: Pulir
fr: Peaufiner
ja: 整える
ko: 다듬기
zh_hans: 润色
zh_hant: 潤飾

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인 정보 보호 정책
zh_hans: 隐私
zh_hant: 隱私

source: Quick Capture
de: Schnelle Aufnahme
es: Captura rápida
fr: Capture rapide
ja: クイックキャプチャ
ko: 빠른 캡처
zh_hans: 快速捕捉
zh_hant: 快速捕捉

# quick_capture.accessibility.record
source: Start recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l'enregistrement
ja: 録音を開始
ko: 녹음 시작
zh_hans: 开始录音
zh_hant: 開始錄音

# quick_capture.accessibility.text
source: Write a text note
de: Textnotiz schreiben
es: Escribir nota de texto
fr: Écrire une note texte
ja: テキストメモを書く
ko: 텍스트 노트 쓰기
zh_hans: 输入文字笔记
zh_hant: 輸入文字筆記

# quick_capture.error.link_empty
source: No usable content could be read from this link.
de: Aus diesem Link konnte kein verwertbarer Inhalt gelesen werden.
es: No se pudo leer contenido útil de este enlace.
fr: Aucun contenu exploitable n'a pu être lu depuis ce lien.
ja: このリンクから利用できる内容を読み取れませんでした。
ko: 이 링크에서 사용할 수 있는 내용을 읽지 못했습니다.
zh_hans: 没有从这个链接里读取到可用内容。
zh_hant: 沒有從這個連結裡讀取到可用內容。

# quick_capture.error.no_link
source: Copy a web link first, then try again.
de: Kopiere zuerst einen Weblink und versuche es dann erneut.
es: Copia primero un enlace web y vuelve a intentarlo.
fr: Copiez d'abord un lien web, puis réessayez.
ja: 先にWebリンクをコピーしてから、もう一度お試しください。
ko: 먼저 웹 링크를 복사한 다음 다시 시도하세요.
zh_hans: 请先复制一个网页链接，再试一次。
zh_hant: 請先複製一個網頁連結，再試一次。

# quick_capture.error.title
source: Couldn’t capture that
de: Konnte nicht erfassen
es: No se pudo capturar
fr: Capture impossible
ja: 取り込めませんでした
ko: 캡처할 수 없음
zh_hans: 无法捕捉内容
zh_hant: 無法捕捉內容

# quick_capture.import.link.phase.extracting
source: Pulling out the readable content from the page
de: Lesbaren Inhalt wird aus der Seite extrahiert
es: Extrayendo el contenido legible de la página
fr: Extraction du contenu lisible de la page
ja: ページから読みやすい本文を取り出しています
ko: 페이지에서 읽기 좋은 본문을 추출하고 있어요
zh_hans: 正在从网页中提取可读内容
zh_hant: 正在從網頁中擷取可讀內容

# quick_capture.import.link.phase.fetching
source: Loading the webpage content
de: Seite wird geladen
es: Cargando el contenido de la página web
fr: Chargement du contenu de la page web
ja: Webページの内容を読み込んでいます
ko: 웹페이지 내용을 불러오고 있어요
zh_hans: 正在加载网页内容
zh_hant: 正在載入網頁內容

# quick_capture.import.link.phase.finalizing
source: Finishing up your note
de: Fast fertig
es: Terminando tu nota
fr: Finalisation de votre note
ja: ノートの仕上げをしています
ko: 노트를 마무리하고 있어요
zh_hans: 马上就好，正在完成笔记
zh_hant: 快好了，正在完成筆記

# quick_capture.import.link.phase.organizing
source: Organizing the content into a clean note
de: Inhalt wird in eine übersichtliche Notiz geordnet
es: Organizando el contenido en una nota clara
fr: Organisation du contenu en une note claire
ja: 内容を読みやすいノートに整理しています
ko: 내용을 읽기 쉬운 노트로 정리하고 있어요
zh_hans: 正在把内容整理成清晰的笔记
zh_hant: 正在把內容整理成清楚的筆記

# quick_capture.import.link.phase.resolving
source: Checking the link and choosing the best import path
de: Link wird geprüft
es: Comprobando el enlace y eligiendo la mejor forma de importarlo
fr: Vérification du lien et choix du meilleur mode d'importation
ja: リンクを確認して最適な取り込み方法を選んでいます
ko: 링크를 확인하고 가장 적합한 가져오기 경로를 고르고 있어요
zh_hans: 正在检查链接，并选择最合适的导入方式
zh_hant: 正在檢查連結，並選擇最合適的匯入方式

# quick_capture.import.link.title
source: Processing link
de: Link wird verarbeitet
es: Procesando enlace
fr: Traitement du lien
ja: リンクを処理中
ko: 링크 처리 중
zh_hans: 正在处理链接
zh_hant: 正在處理連結

# quick_capture.link_import.card.body
source: You can keep browsing—we’ll finish it here.
de: Du kannst weiterstöbern – wir stellen sie hier fertig.
es: Puedes seguir navegando; la terminaremos aquí.
fr: Vous pouvez continuer à parcourir l’app — nous la terminerons ici.
ja: そのまま閲覧できます。ここで仕上げておきます。
ko: 계속 둘러보세요. 여기서 마무리할게요.
zh_hans: 你可以继续浏览，我们会在这里完成。
zh_hant: 你可以繼續瀏覽，我們會在這裡完成。

# quick_capture.link_import.card.title
source: Creating your note…
de: Deine Notiz wird erstellt …
es: Creando tu nota…
fr: Création de votre note…
ja: ノートを作成中…
ko: 노트를 만들고 있어요…
zh_hans: 正在创建你的笔记…
zh_hant: 正在建立你的筆記…

# quick_capture.link_import.placeholder.body
source: ChillScript is turning %@ into a note. You can keep using the app or close it.
de: ChillScript macht aus %@ eine Notiz. Du kannst die App weiter nutzen oder schließen.
es: ChillScript está convirtiendo %@ en una nota. Puedes seguir usando la app o cerrarla.
fr: ChillScript transforme %@ en note. Vous pouvez continuer à utiliser l’app ou la fermer.
ja: ChillScript が %@ をノートにしています。アプリを使い続けても、閉じても大丈夫です。
ko: ChillScript가 %@을 노트로 만들고 있어요. 앱을 계속 사용하거나 닫아도 됩니다.
zh_hans: ChillScript 正在把 %@ 整理成笔记。你可以继续使用 App，也可以先关闭它。
zh_hant: ChillScript 正在把 %@ 整理成筆記。你可以繼續使用 App，也可以先關閉它。

# quick_capture.link_import.placeholder.title
source: Preparing your note
de: Notiz wird vorbereitet
es: Preparando tu nota
fr: Préparation de votre note
ja: ノートを準備中
ko: 노트를 준비하는 중
zh_hans: 正在准备你的笔记
zh_hant: 正在準備你的筆記

# quick_capture.link_import.status.failed
source: This link could not be imported. Try again later.
de: Dieser Link konnte nicht importiert werden. Versuche es später erneut.
es: No se pudo importar este enlace. Inténtalo de nuevo más tarde.
fr: Ce lien n’a pas pu être importé. Réessayez plus tard.
ja: このリンクを取り込めませんでした。あとでもう一度お試しください。
ko: 이 링크를 가져오지 못했어요. 나중에 다시 시도하세요.
zh_hans: 这个链接导入失败了。你可以稍后再试。
zh_hant: 這個連結匯入失敗了。你可以稍後再試。

# quick_capture.link_import.status.processing
source: Preparing your note.
de: Deine Notiz wird vorbereitet.
es: Preparando tu nota.
fr: Préparation de votre note.
ja: ノートを準備しています。
ko: 노트를 준비하고 있어요.
zh_hans: 正在准备你的笔记。
zh_hant: 正在準備你的筆記。

# quick_capture.link.summary_heading
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 要約
ko: 요약
zh_hans: 总结
zh_hant: 總結

# quick_capture.link.summary_site_only
source: Only basic information from %1$@ could be read.
de: Es konnten nur grundlegende Informationen von %1$@ gelesen werden.
es: Solo se pudo leer información básica de %1$@.
fr: Seules des informations de base de %1$@ ont pu être lues.
ja: %1$@ からは基本情報だけを読み取れました。
ko: %1$@에서 기본 정보만 읽을 수 있었습니다.
zh_hans: 目前只读取到了来自 %1$@ 的基础信息。
zh_hant: 目前只讀取到了來自 %1$@ 的基礎資訊。

# quick_capture.link.summary_unavailable
source: No readable page content was available for this link.
de: Für diesen Link war kein lesbarer Seiteninhalt verfügbar.
es: No había contenido legible disponible para este enlace.
fr: Aucun contenu de page lisible n'était disponible pour ce lien.
ja: このリンクには読み取れるページ内容がありませんでした。
ko: 이 링크에는 읽을 수 있는 페이지 내용이 없었습니다.
zh_hans: 这个链接里暂时没有可读的页面内容。
zh_hant: 這個連結裡暫時沒有可讀的頁面內容。

# quick_capture.media_link.author_label
source: Author
de: Autor
es: Autor
fr: Auteur
ja: 作者
ko: 작성자
zh_hans: 作者
zh_hant: 作者

# quick_capture.media_link.author_link_label
source: Author Link
de: Autor-Link
es: Enlace del autor
fr: Lien de l'auteur
ja: 作者リンク
ko: 작성자 링크
zh_hans: 作者链接
zh_hant: 作者連結

# quick_capture.media_link.author_unknown
source: Unknown author
de: Unbekannter Autor
es: Autor desconocido
fr: Auteur inconnu
ja: 不明な作者
ko: 알 수 없는 작성자
zh_hans: 未知作者
zh_hant: 未知作者

# quick_capture.media_link.description_heading
source: Description
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
zh_hans: 描述
zh_hant: 描述

# quick_capture.media_link.hook_heading
source: Hook
de: Aufhänger
es: Gancho
fr: Accroche
ja: フック
ko: 훅
zh_hans: 开场钩子
zh_hant: 開場鉤子

# quick_capture.media_link.source_heading
source: Source
de: Quelle
es: Fuente
ja: ソース
ko: 출처
zh_hans: 来源
zh_hant: 來源

# quick_capture.media_link.topic_heading
source: Topic
de: Thema
es: Tema
fr: Sujet
ja: トピック
ko: 주제
zh_hans: 主题
zh_hant: 主題

# quick_capture.media_link.transcript_heading
source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
ja: 文字起こし
ko: 녹취록
zh_hans: 转写文字
zh_hant: 轉寫文字

# quick_capture.media_link.unavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 取得できません
ko: 가져올 수 없음
zh_hans: 无法获取
zh_hant: 無法取得

# quick_capture.missing_link.subtitle
source: Copy or share a link from a video app, then come back to ChillScript.
de: Kopiere oder teile einen Link aus einer Video-App und komm dann zu ChillScript zurück.
es: Copia o comparte un enlace desde una app de video y vuelve a ChillScript.
fr: Copiez ou partagez un lien depuis une app vidéo, puis revenez dans ChillScript.
ja: 動画アプリからリンクをコピーまたは共有してから、ChillScriptに戻ってください。
ko: 동영상 앱에서 링크를 복사하거나 공유한 뒤 ChillScript로 돌아오세요.
zh_hans: 从视频 App 复制或分享链接后，再回到 ChillScript。
zh_hant: 從影片 App 複製或分享連結後，再回到 ChillScript。

# quick_capture.missing_link.title
source: Copy a TikTok, YouTube, or Instagram link first
de: Kopiere zuerst einen TikTok-, YouTube- oder Instagram-Link
es: Copia primero un enlace de TikTok, YouTube o Instagram
fr: Copiez d’abord un lien TikTok, YouTube ou Instagram
ja: まずTikTok、YouTube、Instagramのリンクをコピーしてください
ko: 먼저 TikTok, YouTube 또는 Instagram 링크를 복사하세요
zh_hans: 先复制一个 TikTok、YouTube 或 Instagram 链接
zh_hant: 先複製一個 TikTok、YouTube 或 Instagram 連結

# quick_capture.more.paste_link.subtitle
source: Save links and webpages as notes
de: Links und Webseiten als Notizen speichern
es: Guarda enlaces y páginas web como notas
fr: Enregistrez des liens et pages web en notes
ja: リンクやWebページをノートに保存
ko: 링크와 웹페이지를 노트로 저장
zh_hans: 把链接和网页保存为笔记
zh_hant: 把連結和網頁儲存為筆記

# quick_capture.more.paste_link.title
source: Paste Link
de: Link einfügen
es: Pegar enlace
fr: Coller un lien
ja: リンクを貼り付け
ko: 링크 붙여넣기
zh_hans: 粘贴链接
zh_hant: 貼上連結

# quick_capture.tiktok.author_label
source: Author
de: Autor
es: Autor
fr: Auteur
ja: 作者
ko: 작성자
zh_hans: 作者
zh_hant: 作者

# quick_capture.tiktok.author_link_label
source: Author Link
de: Autor-Link
es: Enlace del autor
fr: Lien de l'auteur
ja: 作者リンク
ko: 작성자 링크
zh_hans: 作者链接
zh_hant: 作者連結

# quick_capture.tiktok.author_unknown
source: Unknown author
de: Unbekannter Autor
es: Autor desconocido
fr: Auteur inconnu
ja: 不明な作者
ko: 알 수 없는 작성자
zh_hans: 未知作者
zh_hant: 未知作者

# quick_capture.tiktok.notes_heading
source: Notes
de: Notizen
es: Notas
ja: メモ
ko: 메모
zh_hans: 笔记
zh_hant: 筆記

# quick_capture.tiktok.source_heading
source: Source
de: Quelle
es: Fuente
ja: 出典
ko: 출처
zh_hans: 来源
zh_hant: 來源

# quick_capture.tiktok.transcript_heading
source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
ja: 文字起こし
ko: 녹취록
zh_hans: 转写文字
zh_hant: 轉寫文字

# recipes.action.add
source: Add
de: Hinzufugen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 新增

# recipes.action.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
ja: 削除
ko: 제거
zh_hans: 移除
zh_hant: 移除

# recipes.alert.delete_skill.message
source: This will permanently delete this custom Skill.
de: Dieser eigene Skill wird dadurch dauerhaft geloscht.
es: Esto eliminara permanentemente este Skill personalizado.
fr: Ce Skill personnalise sera supprime definitivement.
ja: このカスタム Skill は完全に削除されます。
ko: 이 맞춤 Skill이 영구적으로 삭제됩니다.
zh_hans: 这将永久删除这个自定义 Skill。
zh_hant: 這將永久刪除這個自訂 Skill。

# recipes.alert.delete_skill.title
source: Delete Skill
de: Skill loschen
es: Eliminar Skill
fr: Supprimer le Skill
ja: Skillを削除
ko: Skill 삭제
zh_hans: 删除 Skill
zh_hant: 刪除 Skill

# recipes.create
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成する
ko: 만들다
zh_hans: 创建
zh_hant: 建立

# recipes.create_sheet.details
source: Skill Details
de: Details zum Skill
es: Detalles del Skill
fr: Details du Skill
ja: Skillの詳細
ko: Skill 상세 정보
zh_hans: Skill 详情
zh_hant: Skill 詳情

# recipes.create_sheet.icon
source: Icon
de: Symbol
es: Icono
fr: Icône
ja: アイコン
ko: 상
zh_hans: 图标
zh_hant: 圖示

# recipes.create_sheet.name_placeholder
source: Name (e.g. Summarize)
de: Name (z. B. Zusammenfassen)
es: Nombre (p. ej. Resumir)
fr: Nom (ex. Résumer)
ja: 名前（例：要約）
ko: 이름 (예: 요약)
zh_hans: 名称（例如：摘要）
zh_hant: 名稱（例如：摘要）

# recipes.create_sheet.prompt
source: Prompt
de: Anweisung
es: Instrucción
ja: プロンプト
ko: 프롬프트
zh_hans: 提示词
zh_hant: 提示詞

# recipes.create_sheet.title
source: Create Skill
de: Skill erstellen
es: Crear Skill
fr: Creer un Skill
ja: Skillを作成
ko: Skill 만들기
zh_hans: 创建 Skill
zh_hant: 建立 Skill

# recipes.custom_skill
source: Custom Skill
de: Eigener Skill
es: Skill personalizado
fr: Skill personnalise
ja: カスタム Skill
ko: 맞춤형 Skill
zh_hans: 自定义 Skill
zh_hant: 自訂 Skill

# recipes.custom.create.subtitle
source: Build your own reusable action
de: Erstelle deine eigene wiederverwendbare Aktion
es: Crea tu propia accion reutilizable
fr: Creez votre propre action reutilisable
ja: 自分だけの再利用できるアクションを作成
ko: 나만의 재사용 가능한 액션 만들기
zh_hans: 创建自己的可复用动作
zh_hant: 建立自己的可重用動作

# recipes.custom.create.title
source: Create custom skill
de: Eigenen Skill erstellen
es: Crear Skill personalizado
fr: Creer un Skill personnalise
ja: カスタム Skill を作成
ko: 맞춤형 Skill 만들기
zh_hans: 创建自定义 Skill
zh_hant: 建立自訂 Skill

# recipes.empty.message
source: Add Skills from the library. Creating your own custom actions is available for paid members.
de: Fuge Skills aus der Bibliothek hinzu. Zahlende Mitglieder konnen auch eigene benutzerdefinierte Skills erstellen.
es: Agrega Skills desde la biblioteca. Los miembros de pago tambien pueden crear sus propios Skills personalizados.
fr: Ajoutez des Skills depuis la bibliotheque. Les membres payants peuvent aussi creer leurs propres Skills personnalises.
ja: ライブラリから Skills を追加できます。有料会員は自分だけのカスタム Skills も作成できます。
ko: 라이브러리에서 Skills를 추가해 보세요. 유료 회원은 나만의 맞춤 Skills도 만들 수 있습니다.
zh_hans: 从资料库添加 Skills。付费会员还可以创建自己的自定义 Skills。
zh_hant: 從資料庫新增 Skills。付費會員還可以建立自己的自訂 Skills。

# recipes.empty.title
source: No Skills Yet
de: Noch keine Skills
es: Todavia no hay Skills
fr: Pas encore de Skills
ja: まだ Skills がありません
ko: 아직 Skills가 없습니다
zh_hans: 还没有 Skills
zh_hant: 還沒有 Skills

# recipes.section.available
source: Available
de: Verfugbar
es: Disponibles
fr: Disponibles
ja: 利用可能
ko: 사용 가능
zh_hans: 可添加
zh_hant: 可新增

# recipes.section.installed
source: Installed
de: Installiert
es: Instaladas
fr: Installees
ja: インストール済み
ko: 설치됨
zh_hans: 已安装
zh_hant: 已安裝

# recipes.section.library
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
ja: ライブラリ
ko: 라이브러리
zh_hans: 资料库
zh_hant: 資料庫

# recipes.section.my_skills
source: My Skills
de: Meine KI-Skills
es: Mis habilidades
fr: Mes compétences
ja: マイスキル
ko: 내 스킬
zh_hans: 我的技能
zh_hant: 我的技能

# recipes.title
source: AI Skills
de: KI-Skills
es: Habilidades de IA
fr: Compétences IA
ja: AIスキル
ko: AI 스킬
zh_hans: AI 技能
zh_hant: AI 技能

source: Record
de: Aufzeichnen
es: Grabar
fr: Enregistrer
ja: 記録
ko: 기록
zh_hans: 记录
zh_hant: 記錄

# recording.limit.daily_reached
source: Daily voice limit reached
de: Tägliches Sprachlimit erreicht
es: Se alcanzó el límite diario de voz
fr: Limite vocale quotidienne atteinte
ja: 1日の音声上限に達しました
ko: 일일 음성 한도에 도달했습니다
zh_hans: 已达到每日语音额度上限
zh_hant: 已達每日語音額度上限

source: Recording limit reached
de: Aufnahmelimit erreicht
es: Se alcanzó el límite de grabación
fr: Limite d'enregistrement atteinte
ja: 録音時間の上限に達しました
ko: 녹음 제한에 도달했습니다
zh_hans: 已达到录音时长上限
zh_hant: 已達錄音時長上限

# recording.state.error
source: Recording Error
de: Aufnahmefehler
es: Error de grabación
fr: Erreur d'enregistrement
ja: 録音エラー
ko: 녹음 오류
zh_hans: 录音错误
zh_hant: 錄音錯誤

# recording.state.processing
source: Processing...
de: Wird verarbeitet...
es: Procesando...
fr: Traitement...
ja: 処理中...
ko: 처리 중...
zh_hans: 处理中...
zh_hant: 處理中...

# recording.state.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
zh_hans: 准备就绪
zh_hant: 準備就緒

# repurpose_pack.settings.cta
source: Include call to action
de: Call-to-Action einfügen
es: Incluir llamada a la acción
fr: Inclure un appel à l'action
ja: コール・トゥ・アクションを含める
ko: 행동 유도 문구 포함
zh_hans: 加入行动号召
zh_hant: 加入行動號召

# repurpose_pack.settings.formats
source: Formats
de: Formate
es: Formatos
ja: フォーマット
ko: 형식
zh_hans: 格式
zh_hant: 格式

# repurpose_pack.settings.thread_length
source: Thread Length
de: Thread-Länge
es: Longitud del hilo
fr: Longueur du fil
ja: スレッドの長さ
ko: 스레드 길이
zh_hans: 串文长度
zh_hant: 串文長度

# repurpose_pack.settings.title
source: Configure Repurpose Pack
de: Repurpose Pack konfigurieren
es: Configurar Repurpose Pack
fr: Configurer Repurpose Pack
ja: Repurpose Packを設定
ko: Repurpose Pack 설정
zh_hans: 配置 Repurpose Pack
zh_hant: 配置 Repurpose Pack

# repurpose_pack.settings.tone
source: Tone
de: Ton
es: Tono
fr: Ton
ja: トーン
ko: 톤
zh_hans: 语气
zh_hant: 語氣

# repurpose_pack.thread_length.long
source: Long
de: Lang
es: Largo
ja: 長い
ko: 길게
zh_hans: 长
zh_hant: 長

# repurpose_pack.thread_length.medium
source: Medium
de: Mittel
es: Medio
fr: Moyen
ja: 中
ko: 중간
zh_hans: 中
zh_hant: 中

# repurpose_pack.thread_length.short
source: Short
de: Kurz
es: Corto
fr: Court
ja: 短い
ko: 짧게
zh_hans: 短
zh_hant: 短

source: Saved successfully
de: Erfolgreich gespeichert
es: Guardado exitosamente
fr: Enregistré avec succès
ja: 正常に保存されました
ko: 성공적으로 저장되었습니다
zh_hans: 保存成功
zh_hant: 保存成功

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un retour
ja: フィードバックを送る
ko: 피드백 전송
zh_hans: 发送反馈
zh_hant: 傳送回饋

# settings.account.delete_account
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
ko: 회원 탈퇴
zh_hans: 删除账号
zh_hant: 刪除帳號

# settings.account.free_plan
source: Free Plan
de: Kostenloser Plan
es: Plan gratuito
fr: Forfait gratuit
ja: 無料プラン
ko: 무료 요금제
zh_hans: 免费版
zh_hant: 免費方案

# settings.account.manage
source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
ja: 管理
ko: 관리
zh_hans: 管理
zh_hant: 管理

# settings.account.pro_active
source: Pro Active
de: Pro aktiv
es: Pro activo
fr: Pro actif
ja: Pro 利用中
ko: Pro 이용 중
zh_hans: Pro 已开通
zh_hant: Pro 已啟用

# settings.account.sign_in
source: Sign In to ChillScript
de: Bei ChillScript anmelden
es: Iniciar sesión en ChillScript
fr: Se connecter à ChillScript
ja: ChillScriptにサインイン
ko: ChillScript에 로그인
zh_hans: 登录 ChillScript
zh_hant: 登入 ChillScript

# settings.account.sign_out
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
zh_hans: 退出登录
zh_hant: 登出

# settings.account.subscription_plan
source: Subscription Plan
de: Abo
es: Plan de suscripción
fr: Abonnement
ja: サブスクリプション
ko: 구독 플랜
zh_hans: 订阅方案
zh_hant: 訂閱方案

# settings.account.title
source: My Account
de: Mein Konto
es: Mi cuenta
fr: Mon compte
ja: マイアカウント
ko: 내계정
zh_hans: 我的账号
zh_hant: 我的帳號

# settings.account.unknown_email
source: Unknown email
de: Unbekannte E-Mail
es: Correo desconocido
fr: E-mail inconnu
ja: メール不明
ko: 알 수 없는 이메일
zh_hans: 未知邮箱
zh_hant: 未知電子郵件

# settings.alert.delete_account.message
source: Are you sure you want to delete your account? All your data will be permanently removed. This action cannot be undone.
de: Möchtest du dein Konto wirklich löschen? Alle deine Daten werden dauerhaft entfernt. Das kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar tu cuenta? Todos tus datos se borrarán de forma permanente. Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer votre compte ? Toutes vos données seront supprimées définitivement. Cette action est irréversible.
ja: 本当にアカウントを削除しますか？すべてのデータが完全に削除され、この操作は取り消せません。
ko: 정말로 계정을 삭제하시겠어요? 모든 데이터가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 确定要删除账号吗？你的所有数据将被永久删除，且无法撤销。
zh_hant: 確定要刪除帳號嗎？你的所有資料將被永久刪除，且無法復原。

# settings.alert.delete_account.title
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
ko: 회원 탈퇴
zh_hans: 删除账号
zh_hant: 刪除帳號

# settings.alert.deletion_failed.title
source: Deletion Failed
de: Löschen fehlgeschlagen
es: Error al eliminar
fr: Échec de la suppression
ja: 削除に失敗しました
ko: 삭제 실패
zh_hans: 删除失败
zh_hant: 刪除失敗

# settings.alert.export_failed.title
source: Export Failed
de: Export fehlgeschlagen
es: La exportación falló
fr: Échec de l'export
ja: 書き出しに失敗しました
ko: 내보내기 실패.
zh_hans: 导出失败
zh_hant: 匯出失敗

# settings.alert.sign_out.message
source: Are you sure you want to sign out?
de: Möchtest du dich wirklich abmelden?
es: ¿Seguro que quieres cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
ja: ログアウトしてもよろしいですか？
ko: 로그아웃 하시겠습니까?
zh_hans: 确定要退出登录吗？
zh_hant: 確定要登出嗎？

# settings.alert.sign_out.title
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
zh_hans: 退出登录
zh_hant: 登出

# settings.credits.locked
source: 0 Left
de: 0 übrig
es: Quedan 0
fr: 0 restant
ja: 残り 0
ko: 0 남음
zh_hans: 剩余 0
zh_hant: 剩餘 0
